<template>
<div class="container px-5">
    <p class="h1 text-primary text-center my-2"> О сериале </p>
    <p>
        Breaking Bad, известный в России как «Во все тяжкие», регулярно попадает в многочисленные подборки лучших сериалов в истории, обычно занимая место в первой десятке или даже пятерке. Бывает так, что продюсеры еще на стадии разработки сценария и подготовки к съемкам понимают, что у них неизбежно получится телехит — «Игра престолов» яркий тому пример. Breaking Bad — не из их числа. Этой великой драмы вообще могло не быть, если бы не цепочка счастливых случайностей и череда незначительных на первый взгляд событий.
    </p>
    <p>
        Просто так сложились звезды.
    </p>
    <p>
        <img src="https://cdn.kanobu.ru/r/463e6bb19d807b31765b55c68478cbd1/1040x-/u.kanobu.ru/editor/images/24/38e5103c-0e4f-46fe-b20f-1468b3e080dd.jpg" 
            alt="picture" width="200" class="leftimg">
        Ведь историю о больном раком легких учителе химии, который 
        перед лицом неминуемой смерти решает заработать изготовлением 
        наркотиков, отвергло сразу несколько телеканалов. TNT, Showtime, 
        FX и даже HBO, что особенно забавно, ведь именно с «Игрой престолов» 
        криминальная притча о Уолтере Уайте будет соперничать несколько 
        лет кряду на самых престижных телевизионных премиях мира. Не помогало 
        даже имя Винса Гиллигана, имевшее немалый вес в 
        продюсерском мире телеиндустрии США — Винс был одним из главных 
        сценаристов культовых «Секретных материалов». В итоге Breaking Bad 
        приютил AMC, и для кабельного канала это решение стало одним из 
        самых удачных за всю его историю.
    </p>  
    <p>
        Счастливой случайностью можно назвать и то, что Гиллиган посмотрел Weeds, 
        сериал с похожей завязкой, уже после того, как написал сценарий для 
        Breaking Bad. Позднее он даже было хотел отменить проект, но продюсерам 
        удалось убедить его в том, что различий у криминального сериала Showtime 
        и BrBa больше, чем сходств.
    </p>
    <p>
        <img src="https://cdn.kanobu.ru/r/b63bd5481cc2e6974fe3d7543b467d72/1040x-/u.kanobu.ru/editor/images/27/b2c1ceb8-e056-4944-88b7-9666f931db42.jpg"
             alt="Ooops!" width="200" class="rightimg">
        Гиллиган приступил к работе над Breaking Bad с одной четкой идеей в 
        голове: он хотел создать сериал, главный герой которого постепенно 
        превращался бы из протагониста в антагониста, а зрители бы начали 
        задумываться о том, какому человеку они так симпатизируют. Именно 
        поэтому первый сезон «Во Все Тяжкие» серьезно отличается от остальных — 
        это настоящая черная комедия, что крайне важно для всей концепции сериала. 
        А потому смена тона в дальнейшем не кажется натянутой: Гиллиган четко знал, 
        куда и как должна повернуть история, и чем она глобально должна закончиться.
    </p>
    <p>
        Уолтер Уайт должен был в первый раз предстать перед нами именно таким — 
        забитым маленьким интеллигентом с большим сердцем, стремящимся жить не просто 
        правильно, а праведно. К этому нелепому, слабому, но доброму человечку, 
        решившему на бесславном и болезненном закате своей жизни стряхнуть с себя 
        пыль и песок и наконец-то <span>ПОЖИТЬ</span>, мгновенно проникаешься сочувствием и симпатией. 
        Тем более, что и цель-то у него благородная: оставить как можно больше денег 
        своей семье, которая всю жизнь платит за слабохарактерность героя и его 
        абсолютное нежелание добиться в жизни чего-то большего. Даже с «катушек» 
        Уолтер слетает умилительно и чудаковато, так что, когда герой впервые идет 
        на преступление, начинает варить метамфетамин и продавать его, ты искренне 
        за него болеешь.
    </p>
    <p class="quote"> <!-- qoute -->
        Мы полюбим Уолтера Уайта — и увидим, как он умрет, чтобы потом возродиться, 
        но уже другим человеком. Хайзенбергом. Ведь все следующие сезоны Breaking Bad — 
        это хронология превращения некогда честного и порядочного учителя химии в 
        циничного, жесткого и расчетливого преступника. С каждой серии благая цель, 
        четко маячившая впереди, выцветает и растворяется, словно химикаты в колбах 
        лаборатории Уолтера, а поступки самого персонажа запускают дьявольскую машину 
        Голдберга, превращающую судьбы многих людей в пепелище.
    </p>
    <p>
        В рамках сериального мира задумку Гиллигана можно назвать беспроигрышной, 
        но никак не новаторской. Успех Breaking Bad кроется не в удачной завязке, 
        как, например, в Lost, а в том, как и какими средствами рассказана эта история.
    </p>
    <p>
        <img src="https://cdn.kanobu.ru/r/33e2cf6ef9710e19b7043130df6f450c/1040x-/u.kanobu.ru/editor/images/36/f6c58f00-155c-4007-bc3c-a802e0b3d059.jpg"
            alt="Ooops!" class="leftimg" width="200">
        Breaking Bad — это сериал, в котором жизнь персонажей становится тяжелее и 
        сложнее с каждой серией. И на своих плечах эту концепцию даже больше сценаристов, 
        бесспорно написавших блистательный и вытягивающий из зрителей все жилы сюжет, 
        вывозят актеры. Выдающихся актерских работ в Breaking Bad уйма, от Хэнка в 
        исполнении Дина Норриса и Скайлер Уайт (Анна Ган) до Сола Гудмана Боба Оденкирка, 
        наигравшего на полноценный спин-офф. Но две ключевые фигуры сериала, без упоминания 
        которых абсолютно невозможно хвалить Breaking Bad, — это Уолтер Уайт и Джесси 
        Пинкман. Брайан Кренстон и Аарон Пол.
    </p>
    <p>
        Лучше меня об актерском мастерстве Крэнстона скажет великий Энтони Хопкинс, 
        который настолько впечатлился увиденным, что написал создателям сериала 
        трогательное открытое письмо:
    </p>
    <p class="quote"><!-- quote -->
        «Блестяще! &lt;…&gt; Исполнение роли Уолтера Уайта — лучшая актерская работа из 
        всех мною виденных. &lt;…&gt; Сейчас в Малибу почти полночь, но я счел необходимым 
        написать это письмо. Мои поздравления и глубочайшее уважение. 
        Вы воистину великий актер».
    </p>
    <p>
        А ведь Брайан Крэнстон даже не был первым кандидатом на главную роль! Продюсеры 
        сериала очень хотели видеть в проекте Джона Кьюсака или Мэттью Бродерика, но те 
        отклонили предложение. Кандидатуру Крэнстона выдвинул Гиллиган — Винс работал с 
        Брайаном над одной из серий «Секретных материалов». Крэнстона в итоге утвердили, 
        но сомнения все равно оставались — ведь в Голливуде Крэнстон был известен скорее 
        как комедийный актер. Он даже злодея в одной из серий «Могучих Рейнджеров» успел 
        сыграть.
    </p>
    <p class="quote"><!-- qoute -->
        Сказать, что все возложенные ожидания Крэнстон оправдал — не сказать ничего. На 
        мой субъективный взгляд, исполнение роли Уолтера Уайта — однозначно один из лучших 
        актерских перформансов в истории сериалов и даже кино.
    </p>
    <p>
        Во многом потому, что роль Уайта чертовски сложна: в каждом сезоне сериала Крэнстон 
        играет по сути разных людей под одной личиной, играет не сбиваясь, без единой 
        фальшивой ноты. Угловатый, неказистый Уайт редко показывает настоящие эмоции — 
        но когда это происходит, ты веришь ему безоговорочно, веришь до мурашек на коже 
        и шумящей в ушах крови. Метаморфозы, которые происходят с Уолтером, отражаются на 
        мимике Крэнстона, его интонациях, жестах и походке, а бездна, таящаяся в глазах 
        Хайзенберга, пугает и завораживает одновременно.
    </p>
    <p>
        <a href="https://www.youtube.com/embed/FaqxAEx46Zk">Моя любимая сцена</a>  
        во всем сериале — монолог Уолтера в одной из последних серий 
        Breaking Bad, в котором герой рассказывает, зачем именно он начал все это. 
        Крэнстон в ней орудует какими-то неосязаемыми актерскими материями, и даже 
        сейчас, когда я пересматриваю ее уже, наверное, в десятый раз, мне сложно не 
        проникнуться.
    </p>
    <p>        
        Интересный факт: <a href="https://www.youtube.com/watch?v=RGEmFpitjYw">
        Вот эта сцена</a>  (осторожно, спойлеры!) стала для Брайана Кренстона 
        самой тяжелой во всем сериале, о чем он признавался в интервью. Просто потому, 
        что он увидел в лице играющей Джейн актрисы лицо собственной дочери.
    </p>
    <p>
        <img src="https://cdn.kanobu.ru/r/782c854e539bb27cf0a73625b596b48e/1040x-/u.kanobu.ru/editor/images/69/5967fed1-3a61-4d82-b18e-f63e56ee1965.jpg"
             alt="" class="rightimg" width="200">
        И тем удивительнее осознавать, что Аарон Пол, исполняющий роль Джесси Пинкмана, 
        мало чем уступает Брайану Крэнстону. При этом у него ведь даже нет актерского 
        образования! Мне кажется, что во многом поэтому Пинкман вышел у Пола настолько 
        самобытным и натуральным: вся эта неловкость Джесси, его экспрессивные фразочки, 
        ставшие одной из визитных карточек сериала, стали возможным не вопреки, 
        а благодаря отсутствию «академических» знаний у Пола.
    </p>
    <p>
        При этом, как и Уолтер Уайт, Джесси Пинкман сложен для исполнения. 
        Он изо всех сил пыжится, пытаясь казаться кем-то значимым, но стоит за всем 
        этим страх, неуверенность в себе, неспособность найти свое место в жизни. 
        Все это выводит персонажа за рамки простого «районного» торчка, случайно 
        попавшего в переплет, и делает его образ трагическим и сильным.
    </p>
    <p>
        При этом<a href="https://youtu.be/DY6tT60lGZw"> к роли Пол </a>готовился 
        очень серьезно: перед съемками актер провел часы, общаясь с наркоманами и 
        теми, кому удалось побороть страшную зависимость. Подобное отношение к 
        делу сыграло Полу на руку: изначально планировалось, что его персонаж 
        должен выбыть из шоу после девяти эпизодов первого сезона (в итоге в 1 сезоне 
        осталось вообще семь серий из-за забастовки сценаристов), но и Гиллигана, 
        и продюсеров настолько впечатлила работа актера, что его героя было решено 
        оставить и превратить в одну из центральных фигур всей истории.
    </p>
    <p>
        Хотя Breaking Bad не стремится к документальности, в плане съемки и повествования 
        он отличается от большинства других драматических сериалов. Все ключевые диалоги 
        сериала происходят либо в звенящей тишине, либо в нарочито усилинных звуках 
        окружения. Даже самые душераздирающие сцены нам показывают буднично: если 
        персонаж захлебывается рвотой от передоза или получает пулю в голову, не 
        ждите грустных скрипок и пафоса. Это, кстати, роднит Breaking Bad с той 
        же «Прослушкой».
    </p>
    <p>
        Но это не значит, что сериал беден на визуальные средства — вспомнить 
        хотя бы серию «Муха», снятую Райаном Джонсоном, который позднее напишет 
        и поставит блистательный восьмой эпизод «Звездных Войн». Практически все 
        действие в ней разворачивается в одной комнате, но то, как по помещению 
        двигается камера, как меняется темп происходящего на экране, завораживает 
        и не дает вам заскучать.
    </p>
    <p>
        Еще одна любопытная деталь: на протяжении всего сериала одежда Уолтера Уайта 
        темнела. Если в первом сезоне он носит желто-зеленые непримечательные, 
        незапоминающиеся под стать себе цвета, то позднее почти полностью переходит 
        на черное. Но в целом, конечно, Breaking Bad — это сериал не про красивые съемки, 
        а актерскую игру и сценарий.
    </p>
    <p>
        <img src="https://cdn.kanobu.ru/r/d499d901e735633529517c086d0ae317/1040x700/u.kanobu.ru/editor/images/71/ea3a529b-b1c8-480c-9bf4-abfebbe8e1e2.jpg"
         alt="" class="leftimg" width="200">
        И, пожалуй, сеттинг. Изначально снимать сериал хотели в Калифорнии, 
        но продюсеры в целях экономии решили перенести место действия в Нью-Мексико. 
        И это был один из редких случаев, когда бюджетные ограничения пошли проекту 
        на пользу. Жаркие выжженые степи Альбукерке позволили создать душную атмосферу 
        нео-вестерна, а прерии стали идеальным плацдармом для многих ключевых сцен 
        сериала (например, начало«Озимандии»). Кроме того, в Нью-Мексико самый большой 
        процент наркоманов среди всех штатов США, из-за чего поверить в рассказанную 
        сериалом историю американцам было еще проще.
    </p>
    <p>
        Говорю же, звезды сложились.
    </p>
    <p>
        Только вот сложили их талантливые сценаристы, выдающиеся актеры, умелые 
        режиссеры и монтажеры. Breaking Bad — это пример сериала, практически 
        лишенного слабых мест, и у него нет ни одного провисающего сезона. А потому 
        число зрителей с каждым годом не падало, как это бывает почти всегда, 
        а увеличивалось, и финал сериала посмотрело 10 миллионов человек — почти 
        в два раза больше, чем любой другой эпизод. Всем хотелось посмотреть, чем 
        закончится история Уолтера Уайта — и вряд ли кто-то остался разочарованным.
    </p>
    <p>
        И не нужно здесь никакого продолжения: пускай все те талантливые люди, 
        подарившие нам этот великий сериал, мчатся дальше, как Джесси Пинкман, 
        наконец-то обретший свободу в самом последнем своем появлении на экране.
    </p>
    <p>
        Автор статьи Дмитрий Петренко <br>
        <a href="https://kanobu.ru/articles/istoriya-serialov-vovse-tyazhkie-372040/">
            https://kanobu.ru/articles/istoriya-serialov-vovse-tyazhkie-...
        </a> <br>
        (с.) КАНОБУ
    </p>
</div>
    
</template>

<style lang="scss" scoped>
.container {
    p{
        text-align: justify;
    }
    .quote {
        padding-left: 25px;
        margin-left: 10px;

        border-left: 3px solid blue;
        border-radius: 20px;

        font-size: 1.3em;
        font-style: italic;

        color: darkblue;
    }
    .leftimg{
        float: left;
        margin: 5px 5px 5px 0px;
    }
    .rightimg{
        float: right;
        margin: 0px 5px 5px 5px;
    }
}
</style>